Repository: hacesoft/opnsense-devicemonitor
Catalog: src/opnsense/mvc/app/languages/*_devicemonitor.po
Languages: cs_cz

source: Device Monitor
cs_cz: Sledování zařízení

source: Dashboard
cs_cz: Přehled

source: Devices
cs_cz: Zařízení

source: Settings
cs_cz: Nastavení

source: Device Monitor - Dashboard
cs_cz: Sledování zařízení - Přehled

source: Daemon Status
cs_cz: Status daemona

source: Checking...
cs_cz: Kontroluji...

source: Running
cs_cz: Běží

source: Stopped
cs_cz: Zastaven

source: Start
cs_cz: Spustit

source: Stop
cs_cz: Zastavit

source: Restart
cs_cz: Restartovat

source: Statistics
cs_cz: Statistiky

source: Total Devices
cs_cz: Celkem zařízení

source: New Today
cs_cz: Nových dnes

source: Manual Scan
cs_cz: Manuální sken

source: Scan completed
cs_cz: Sken dokončen

source: devices found
cs_cz: zařízení nalezeno

source: new
cs_cz: nových

source: Daemon started successfully
cs_cz: Daemon úspěšně spuštěn

source: Failed to start daemon
cs_cz: Daemon se nepodařilo spustit

source: Daemon stopped successfully
cs_cz: Daemon úspěšně zastaven

source: Failed to stop daemon
cs_cz: Daemon se nepodařilo zastavit

source: Daemon restarted successfully
cs_cz: Daemon úspěšně restartován

source: Failed to restart daemon
cs_cz: Daemon se nepodařilo restartovat

source: Device Monitor - Devices
cs_cz: Sledování zařízení - Zařízení

source: Clear Database
cs_cz: Vyčistit databázi

source: MAC Address
cs_cz: MAC adresa

source: IP Address
cs_cz: IP adresa

source: Vendor
cs_cz: Výrobce

source: First Seen
cs_cz: První výskyt

source: Last Seen
cs_cz: Poslední výskyt

source: Actions
cs_cz: Akce

source: Delete device
cs_cz: Smazat zařízení

source: Really delete all devices from database?
cs_cz: Opravdu smazat VŠECHNA zařízení z databáze?

source: Device deleted
cs_cz: Zařízení smazáno

source: Error deleting device
cs_cz: Chyba při mazání zařízení

source: Database cleared
cs_cz: Databáze vyčištěna

source: Error clearing database
cs_cz: Chyba při čištění databáze

source: Device Monitor - Settings
cs_cz: Sledování zařízení - Nastavení

source: General
cs_cz: Obecné

source: Enable Monitoring
cs_cz: Zapnout monitoring

source: Enable automatic network monitoring
cs_cz: Zapne automatické sledování nových zařízení

source: Email Recipient
cs_cz: Email příjemce

source: Where to send notifications about new devices
cs_cz: Kam posílat upozornění na nová zařízení

source: Email Sender
cs_cz: Email odesílatele

source: From which address to send notifications
cs_cz: Z jaké adresy odesílat notifikace

source: Scan Interval
cs_cz: Interval skenování

source: Seconds between scans (60-3600)
cs_cz: Sekund mezi skeny (60-3600)

source: Save
cs_cz: Uložit

source: Important - SMTP Configuration
cs_cz: Důležité - SMTP konfigurace

source: Plugin uses sendmail (Postfix) to send emails
cs_cz: Plugin používá sendmail (Postfix) pro odesílání emailů

source: Must be configured in: System > Settings > Notifications > SMTP
cs_cz: Musí být nakonfigurováno v: System > Settings > Notifications > SMTP

source: Configuration saved
cs_cz: Konfigurace uložena

source: Error saving configuration
cs_cz: Chyba při ukládání konfigurace

source: Test email sent to
cs_cz: Testovací email odeslán na

source: Failed to send email
cs_cz: Email se nepodařilo odeslat

source: OUI Database
cs_cz: OUI Databáze

source: OUI database contains ~30,000 network device manufacturers
cs_cz: OUI databáze obsahuje ~30 000 výrobců síťových zařízení

source: Used to identify vendor from MAC address (e.g. Apple, Samsung, Intel)
cs_cz: Používá se pro zjištění výrobce z MAC adresy (např. Apple, Samsung, Intel)

source: Database Status
cs_cz: Status databáze

source: Status
cs_cz: Stav

source: Installed
cs_cz: Nainstalováno

source: Not Installed
cs_cz: Nenainstalováno

source: File
cs_cz: Soubor

source: Size
cs_cz: Velikost

source: Vendor Count
cs_cz: Počet výrobců

source: Last Update
cs_cz: Poslední update

source: Download Now
cs_cz: Stáhnout nyní

source: Downloading...
cs_cz: Stahuji...

source: Delete Database
cs_cz: Smazat databázi

source: OUI Data Sources
cs_cz: Zdroje OUI databáze

source: Enter list of URLs to download OUI database from
cs_cz: Zadej seznam URL odkud stahovat OUI databázi

source: Attempts will be made in order from top to bottom
cs_cz: Pokusy proběhnou v pořadí shora dolů

source: URL sources (one per line)
cs_cz: URL zdroje (jeden na řádek)

source: Official IEEE sources:
cs_cz: Oficiální IEEE zdroje:

source: Automatic Updates
cs_cz: Automatické aktualizace

source: Enable automatic updates
cs_cz: Zapnout automatické aktualizace

source: Daily download of new database version
cs_cz: Denní stahování nové verze databáze

source: Update Time
cs_cz: Čas aktualizace

source: Recommended: 03:00 (at night, low load)
cs_cz: Doporučeno: 03:00 (v noci, nízká zátěž)

source: Save OUI Settings
cs_cz: Uložit nastavení OUI

source: Saving...
cs_cz: Ukládám...

source: OUI database downloaded successfully
cs_cz: OUI databáze úspěšně stažena

source: Download failed
cs_cz: Stahování selhalo

source: Really delete OUI database?
cs_cz: Opravdu smazat OUI databázi?

source: Vendor lookup will stop working until you download it again
cs_cz: Vendor lookup přestane fungovat dokud ji znovu nestáhneš

source: Database deleted
cs_cz: Databáze smazána

source: Error deleting database
cs_cz: Chyba při mazání databáze

source: OUI settings saved
cs_cz: Nastavení OUI uloženo

source: Enter at least one URL
cs_cz: Zadej alespoň jednu URL

source: New Devices in Network
cs_cz: Nová zařízení v síti

source: Number of new devices
cs_cz: Počet nových zařízení

source: Detection Time
cs_cz: Čas detekce

source: unknown
cs_cz: neznámý

source: Loading...
cs_cz: Načítám...

source: Yes
cs_cz: Ano

source: No
cs_cz: Ne

source: Cancel
cs_cz: Zrušit

source: Close
cs_cz: Zavřít

source: Error
cs_cz: Chyba

source: Success
cs_cz: Úspěch
